[{"headline": "Sex Lies and Videotape", "category": "career-milestone", "date": "1984", "blurb": "The Weinsteins spend the 1980s building their reputations, making waves with films like 1982’s ‘The Secret Policeman’s Other Ball’ and 1989’s ‘Sex Lies and Videotape.’", "image": "", "credit": ""}, {"headline": "College junior asked to strip", "category": "harrasment-incident", "date": "1984", "blurb": "Two years after the sucess of Miramax’s ‘The Secret Policeman’s Other Ball,’ Tomi-Ann Roberts, then a 20-year-old college junior, is waiting tables and hoping to start an acting career. She says Weinstein, a customer, sent her scripts and asked her to meet to discuss the film. When she arrives at his place, he is nude in the bathtub, she tells the ‘New York Times.’ According to the newspaper’s account, he suggests she get naked as part of her audition because the character she might play would have a topless scene. Roberts recalls apologizing, excusing herself as prudish, and leaving.", "image": "", "credit": ""}, {"headline": "Oscar winner Cinema Paradiso", "category": "career-milestone", "date": 1990.0, "blurb": "Miramax releases foreign-language Oscar winner ‘Cinema Paradiso,’ and ‘The Cook The Thief, His Wife and Her Lover,’ a sexy, buzz-generating crime drama.", "image": "", "credit": ""}, {"headline": "Employees speak out", "category": "harrasment-incident", "date": 1990.0, "blurb": "In 1990, Weinstein settles with a young assistant from Miramax’s London office, according to the ‘Times.’<br /> Then-employee Laura Madden tells the Times that Weinstein asked her for massages at hotels in Dublin and London in 1991, adding he had a way of making anyone who objected feel like an outlier. “It was so manipulative,” she recalled, two decades after the original incident. “You constantly question yourself — am I the one who is the problem?”", "image": "", "credit": ""}, {"headline": "Actresses win Oscars", "category": "career-milestone", "date": 1993.0, "blurb": "Miramax follows 1992’s best-picture nominee ‘The Crying Game’ with another, ‘The Piano.’ It wins acting Oscars for actresses Holly Hunter and Anna Paquin.", "image": "", "credit": ""}, {"headline": "‘He chased me’", "category": "harrasment-incident", "date": 1993.0, "blurb": "Weinstein allegedly convinces actress Katherine Kendall, then 23, to stop by his apartment after a screening one afternoon. Then, as she later tells the ‘Times,’ he comes out of his bathroom in a robe, asking for a massage. “Everybody does it,” he reportedly tells her, according to the newspaper’s account. She refuses; he leaves the room and returns nude, she says. “He literally chased me,” she says in the ‘Times’ story. “He wouldn’t let me pass him to get to the door.”", "image": "", "credit": ""}, {"headline": "Two cult classics", "category": "career-milestone", "date": 1994.0, "blurb": "Miramax releases two cult classics, Kevin Smith’s ‘Clerks’ and Quentin Tarantino’s Oscar-nominated ‘Pulp Fiction.’", "image": "", "credit": ""}, {"headline": "Gwyneth Paltrow incident", "category": "harrasment-incident", "date": 1994.0, "blurb": "Paltrow, then 22 and freshly cast as the lead in ‘Emma,’ says she was <a href=\"https://www.usatoday.com/story/life/movies/2017/10/10/angelina-jolie-gwyneth-paltrow-say-weinstein-harassed-them-too/750451001/\">summoned to Weinstein’s suite</a> at the Peninsula Beverly Hills hotel for a work meeting which ended with Weinstein placing his hands on her and suggesting they head to the bedroom for massages. Paltrow tells the ‘Times’ she refused his advances and later confided in Brad Pitt, her boyfriend at the time. Pitt confronted Weinstein, the account said, and soon after, the producer threatened her not to tell anyone else about his come-on. “I thought he was going to fire me,” she later recalls.", "image": "paltrow1994.jpg", "credit": "AP"}, {"headline": "Muriel's Wedding", "category": "career-milestone", "date": 1995.0, "blurb": "Weinstein releases the critically-acclaimed ‘Muriel’s Wedding’ and the controversial, hyper-sexual teen drama, ‘Kids.’", "image": "", "credit": ""}, {"headline": "Rosanna Arquette incident", "category": "harrasment-incident", "date": 1995.0, "blurb": "Arquette tells ‘The New Yorker’ she rebuffed an early 1990s advance from Weinstein, saying he asked for a massage while wearing only a bathrobe. She says the producer told her she was making a “big mistake” by rejecting him. To this day, Arquette believes she lost a job because of it, and attributes the small size of her ‘Pulp Fiction’ role and a dispute over her share of the hit film’s profits to his penchant for retribution. “He made things very difficult for me for years,” she recalls.", "image": "", "credit": ""}, {"headline": "Pulp best-picture nominee", "category": "career-milestone", "date": 1995.0, "blurb": "Pulp Fiction’ nominated for best-picture Oscar; that fall, Miramax releases ‘Mighty Aphrodite,’ the movie that makes Mira Sorvino an Oscar winner", "image": "", "credit": ""}, {"headline": "Mira Sorvino incident", "category": "harrasment-incident", "date": 1995.0, "blurb": "Sorvino tells the ‘New Yorker’ that while promoting ‘Mighty Aphrodite’ at the 1995 Toronto International Film Festival, Weinstein “started massaging my shoulders, which made me very uncomfortable, and then tried to get more physical, sort of chasing me around.” She later scared him off by saying it was against her religion to date married men, and left the room. Weeks later, she says he evaded her doorman and showed up at the door of her New York apartment. He left dejectedly when she told him (falsely) that her boyfriend was on the way.", "image": "sorvino1995.jpg", "credit": "AP"}, {"headline": "Swingers, Trainspotting and Il Postino", "category": "career-milestone", "date": 1996.0, "blurb": "Miramax releases the Jane Austen adaption ‘Emma,’ hits ‘Swingers’ ‘Trainspotting,’ and best-picture nominee ‘Il Postino.’", "image": "", "credit": ""}, {"headline": "Young French actress cornered", "category": "harrasment-incident", "date": 1996.0, "blurb": "Judith Godrèche, a 24-year-old star in France, is invited to breakfast with Weinstein during the Cannes Film Festival, she tells the ‘Times.’ Afterward, the mogul, who had just acquired her film ‘Ridicule’, allegedly lures her to his room, promising to talk about planning an Oscar campaign. Then he asked to give her a massage. She said no. “The next thing I know, he’s pressing against me and pulling off my sweater,” she recalls. She pulls away and leaves the suite.", "image": "", "credit": ""}, {"headline": "Nine Oscar wins", "category": "career-milestone", "date": 1997.0, "blurb": "’The English Patient’ wins 9 Oscars, including best picture.", "image": "", "credit": ""}, {"headline": "Ashley Judd incident, Rose McGowan settlement", "category": "harrasment-incident", "date": 1997.0, "blurb": "Judd, who was starring in Miramax’s ‘Kiss the Girls’ at the time, tells the ‘Times’ that during a 1997 breakfast meeting at Weinstein’s hotel room in Beverly Hills, the producer propositioned her, saying he could give her a massage or watch him shower. That same year, he settles with ‘Grindhouse’ actress <a href=\"https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?_r=1\">Rose McGowan</a> over another episode in a hotel room.", "image": "", "credit": ""}, {"headline": "Alleged assault in France", "category": "harrasment-incident", "date": 1997.0, "blurb": "Italian actress <a href=\"https://www.newyorker.com/news/news-desk/from-aggressive-overtures-to-sexual-assault-harvey-weinsteins-accusers-tell-their-stories\">Asia Argento</a> later tells ‘The New Yorker’ that in 1997 when she was 21 Weinstein asked for a massage and forcibly performed oral sex on her at a hotel in France.", "image": "", "credit": ""}, {"headline": "Good Will Hunting", "category": "career-milestone", "date": 1997.0, "blurb": "‘Good Will Hunting’ is released and goes on to win two Oscars. Ben Affleck, accepting the best original screenplay Oscar with Matt Damon, first <a href=\"https://www.youtube.com/watch?v=d8RIS5GJqAg\">thanks “Harvey Weinstein</a> who believed in us and made this movie.”", "image": "", "credit": ""}, {"headline": "Rose McGowan to Ben Affleck: ‘You lie’", "category": "harrasment-incident", "date": 1997.0, "blurb": "When the Weinstein scandal blows open nearly two decades later, Affleck releases a statement implying he was in the dark about his benefactor’s transgressions. Rose McGowan responds ferociously on Twitter, recounting a specific conversation with him about the producer. She point-blank calls Affleck a liar.", "image": "", "credit": ""}, {"headline": "Shakespeare in Love", "category": "career-milestone", "date": 1998.0, "blurb": "‘Shakespeare in Love,’ starring Paltrow, hits theaters as does ‘Playing by Heart,’ featuring Jolie.", "image": "", "credit": ""}, {"headline": "Angelina Jolie incident", "category": "harrasment-incident", "date": 1998.0, "blurb": "The actress tells the ‘Times’ that during the release of ‘Playing By Heart’ she <a href=\"https://www.usatoday.com/story/life/movies/2017/10/10/angelina-jolie-gwyneth-paltrow-say-weinstein-harassed-them-too/750451001/\">rejected advances</a> by Weinstein in a hotel room. She was 23 at the time. “I had a bad experience with Harvey Weinstein in my youth, and as a result, chose never to work with him again and warn others when they did,” Jolie explains in an email to the newspaper.", "image": "", "credit": ""}, {"headline": "Sliding Doors", "category": "career-milestone", "date": 1998.0, "blurb": "‘Sliding Doors,’ also starring Paltrow and co-produced by Weinstein, hits theaters.", "image": "", "credit": ""}, {"headline": "Another company settlement", "category": "harrasment-incident", "date": 1998.0, "blurb": "A 25-year-old assistant based in London confronts Weinstein, according to the ‘Times,’ and tells him his behavior with women in the office needs to stop or she’ll go public. A lawyer is dispatched to negotiate a settlement.", "image": "", "credit": ""}, {"headline": "10 Oscars for Miramax", "category": "career-milestone", "date": 1999.0, "blurb": "Months after the Jolie and London incidents, Weinstein makes a killing at the Oscars, earning Miramax films 10 statues in total.", "image": "", "credit": ""}, {"headline": "Shakespeare in surprise", "category": "career-milestone", "date": 1999.0, "blurb": "‘Shakespeare in Love’ wins best picture in an upset, beating out Steven Spielberg’s ‘Saving Private Ryan.’ <a href=\"https://www.youtube.com/watch?v=NG9p1FFwxb0\">In her Oscar acceptance speech</a>, Paltrow thanks “Harvey Weinstein, and everyone at Miramax films for their undying support of me.”", "image": "", "credit": ""}, {"headline": "Two Beautiful prizes", "category": "career-milestone", "date": 1999.0, "blurb": "‘Life is Beautiful’ makes a strong showing, too, earning the Best Foreign Language Film prize and a best-actor prize for Roberto Benigni.", "image": "", "credit": ""}, {"headline": "Paltrow and Damon again", "category": "career-milestone", "date": 1999.0, "blurb": "Paltrow appears in another Weinstein picture, ‘The Talented Mr. Ripley,’ which also stars Matt Damon.", "image": "", "credit": ""}, {"headline": "Two Oscars for Cider House Rules", "category": "career-milestone", "date": 2000.0, "blurb": "‘Cider House Rules’ walks away with two Oscars (best adapted screenplay and best supporting actor for Michael Caine.", "image": "", "credit": ""}, {"headline": "Five Chocolat nominations", "category": "career-milestone", "date": 2001.0, "blurb": "‘Chocolat,’ starring Juliette Binoche and Judi Dench, is nominated for five Academy Awards.", "image": "", "credit": ""}, {"headline": "Clooney makes directorial debut", "category": "career-milestone", "date": 2002.0, "blurb": "Backed by $30 million in Miramax cash, George Clooney makes his directorial debut with ‘Confessions of a Dangerous Mind.’", "image": "", "credit": ""}, {"headline": "10 nominations, no statues ", "category": "career-milestone", "date": 2003.0, "blurb": "‘Gangs of New York,’ scores 10 Oscar nominations, including best picture, but takes home zero statues.", "image": "", "credit": ""}, {"headline": "A proposed three-way", "category": "harrasment-incident", "date": 2003.0, "blurb": "Aspiring actress and New York waitress Dawn Dunning is lured by Weinstein to his hotel, where he waited in a bathrobe in front of what he said were contracts for his next three films, she later tells the ‘Times.’ But she could only sign them on a condition: She would have to have three-way sex with him. Dunning laughed, assuming he was joking. Weinstein grew angry, she recalls. “You’ll never make it in this business,” she said he told her. “This is how the business works.” Dunning flees.", "image": "", "credit": ""}, {"headline": "Kidman wins first Oscar", "category": "career-milestone", "date": 2003.0, "blurb": "Nicole Kidman wins her first Academy Award for best actress for his other horse in the race, ‘The Hours.’", "image": "", "credit": ""}, {"headline": "College senior ‘forced into oral sex’", "category": "harrasment-incident", "date": 2004.0, "blurb": "Aspiring actress Lucia Stoller (now Evans) tells ‘The New Yorker’ about being approached by Weinstein at a New York club and invited to a meeting. Upon arrival, she is escorted to an office, where he both flatters her and recommends she lose weight to be on his reality show, ‘Project Runway.’ “After that is when he assaulted me,” Evans tells ‘The New Yorker.’ “He forced me to perform oral sex on him. I said, over and over, ‘I don’t want to do this, stop, don’t.” In the end, she said, “He’s a big guy. He overpowered me.”", "image": "", "credit": ""}, {"headline": "Thanks \"especially Harvey\"", "category": "career-milestone", "date": 2004.0, "blurb": "In her supporting-actress Oscar speech for ‘Cold Mountain,’ <a href=\"https://www.youtube.com/watch?v=COoCaOoZLb0\">Renee Zellweger thanks</a> her “friends at Miramax ... especially Harvey.”", "image": "", "credit": ""}, {"headline": "‘NYT’ story ‘neutered’", "category": "harrasment-incident", "date": 2004.0, "blurb": "Weinstein allegedly asks Matt Damon and Russell Crowe to vouch for Fabrizio Lombardo, the head of Miramax in Italy in a ‘Times’ piece by reporter Sharon Waxman alleging his real job was to procure women for Weinstein when he came to Europe. In a <a href=\"https://www.thewrap.com/media-enablers-harvey-weinstein-new-york-times/\">2017 story for TheWrap.com</a>, Waxman says her story was neutered of all references to sexual coercion. Damon tells ‘Deadline’ Weinstein never informed him what the story was really about.", "image": "", "credit": ""}, {"headline": "Dirty Dancing sequel", "category": "career-milestone", "date": 2004.0, "blurb": "Miramax releases the sequel ‘Dirty Dancing: Havana Nights’", "image": "", "credit": ""}, {"headline": "Another ‘Dirty’ bathrobe audition", "category": "harrasment-incident", "date": 2004.0, "blurb": "Actress Romola Garai later tells Britain’s ‘Guardian’ that during the audition process for ‘Havana Nights’, She was told to arrive at Weinstein’s hotel room, alone. “He answered the door in his bathrobe.’ I was only 18. I felt violated by it, it has stayed very clearly in my memory.” She adds: “The point was that he could get a young woman to do that, that I didn’t have a choice, that it was humiliating for me and that he had the power.” Garai got the job, but while filming the actress said she was put under enormous pressure to lose weight and was constantly told she was fat, with food taken from her trailer.", "image": "", "credit": ""}, {"headline": "Blanchett wins first Oscar", "category": "career-milestone", "date": 2005.0, "blurb": "‘The Aviator’ garners 11 Academy nominations, and Cate Blanchett wins her first Oscar.", "image": "", "credit": ""}, {"headline": "Another best-picture nominee", "category": "career-milestone", "date": 2005.0, "blurb": "‘Finding Neverland’ is also nominated for best picture.", "image": "", "credit": ""}, {"headline": "Weinstein company founded", "category": "career-milestone", "date": 2005.0, "blurb": "In March, brothers Harvey and Bob announce they’re leaving their old production studio Miramax, which they had sold to Disney in 1993, and founding a new venture, The Weinstein Company.", "image": "", "credit": ""}, {"headline": "Weinstein masturbates in front of reporter", "category": "harrasment-incident", "date": 2007.0, "blurb": "<a href=\"https://www.huffingtonpost.com/entry/weinstein-sexual-harassment-allegation_us_59d7ea3de4b046f5ad984211\">According to The Huffington Post</a>, Weinstein corners Lauren Sivan, a New York TV reporter. in the kitchen of a restaurant in which he is an investor. When she avoids his kiss, he reportedly tells her to “stand there and shut up” while he masturbates and ejaculates into a nearby potted plant.", "image": "", "credit": ""}, {"headline": "The Great Debaters", "category": "career-milestone", "date": 2007.0, "blurb": "Weinstein releases Denzel Washington’s ‘The Great Debaters,’ later nominated for best drama at the Golden Globes.", "image": "", "credit": ""}, {"headline": "McGowan tweets about rape", "category": "harrasment-incident", "date": 2007.0, "blurb": "McGowan tweets in 2016 that she was raped by a studio head, but didn’t identify him at the time. Why? “Because my ex sold our movie to my rapist for distribution,” she <a href=\"https://twitter.com/rosemcgowan/status/786723576275664896\">explains in her post</a>.", "image": "", "credit": ""}, {"headline": "Cruz wins best supporting actress", "category": "career-milestone", "date": 2008.0, "blurb": "‘Vicky Cristina Barcelona’ hits theaters. The film earns Penelope Cruz a best supporting actress Oscar.", "image": "", "credit": ""}, {"headline": "An indecent proposal at Sundance", "category": "harrasment-incident", "date": 2008.0, "blurb": "In an Oct. 10, 2017 <a href=\"https://www.usatoday.com/videos/news/nation/2017/10/10/allred-invites-weinstein-meet-accusers-another-alleged-victim-speaks-out/106510312/\">a press conference</a>, former actress and screenwriter Louisette Geiss says Weinstein invited her to his room to discuss her script. “After about 30 minutes, he asked to excuse himself and go to the bathroom,” she said. “He returned in nothing but a robe with the front open and he was buck naked.\" Asking her to continue her pitch, Weinstein proceeded to get in the bathtub and “just kept asking me to watch him masturbate,\" she said. Geiss says she moved to leave his hotel room, and Weinstein trailed her to the door, promising to introduce her to his brother, Bob, greenlight her script and give her a three-picture deal. But she had to watch him masturbate first.", "image": "", "credit": ""}, {"headline": "Two best actress awards", "category": "career-milestone", "date": 2009.0, "blurb": "While accepting the SAG best-actress award for ‘The Reader’ (before also taking the Oscar), Kate Winslet thanked “Harvey Weinstein for his commitment.”", "image": "", "credit": ""}, {"headline": "‘Gross misconduct’", "category": "harrasment-incident", "date": 2009.0, "blurb": "Recently, Winslet <a href=\"https://www.usatoday.com/story/life/people/2017/10/09/harvey-weinstein-firing-hollywood-meryl-streep-lena-dunham-speak-out-disgraceful-scandals/745419001/\">told Variety</a>, “The fact that these women are starting to speak out about the gross misconduct of one of our most important and well-regarded film producers, is incredibly brave and has been deeply shocking to hear.”", "image": "", "credit": ""}, {"headline": "Eight nominations, 1 Oscar", "category": "career-milestone", "date": 2009.0, "blurb": "‘Inglourious Basterds’ is nominated for eight Oscars, including best picture. Christoph Waltz wins for best supporting actor.", "image": "", "credit": ""}, {"headline": "Emma de Caunes incident", "category": "harrasment-incident", "date": 2010.0, "blurb": "According to ‘The New Yorker,’ Weinstein tells French actress Emma de Caunes to come to his hotel room in Cannes to pick up a book he was adapting into a film for which he was considering her for a role. While she takes a call from a friend, he goes into his bathroom, where she hears the shower being turned on. She later says that he came out with an erection and demanded she lie on the bed. “It was like a hunter with a wild animal,” she said. “The fear turns him on.”", "image": "", "credit": ""}, {"headline": "A King's haul at Oscars", "category": "career-milestone", "date": 2011.0, "blurb": "It’s Weinstein’s year: ‘The King’s Speech’ triumphs, with 12 nominations and four wins, including best picture. <br /> Other Harvey-backed films did well, too: David O. Russell’s ‘The Fighter’ boxes its way into seven Oscar nominations, with wins for Melissa Leo and Christian Bale. And Michelle Williams was also nominated for ‘Blue Valentine.’", "image": "", "credit": ""}, {"headline": "Jessica Barth incident", "category": "harrasment-incident", "date": 2011.0, "blurb": "According to her account in ‘The New Yorker,’ Weinstein invites actress Jessica Barth to a business meeting at his Beverly Hills hotel room after the Golden Globes. When she calls to say she’s arrived, he asks her to come up to his room. Barth later recalls he had champagne waiting, and alternated between offering to cast her in a film and demanding a naked massage. She claims that when she moved toward the door to leave, Weinstein lashed out, saying that she needs to lose weight “to compete with Mila Kunis.”", "image": "", "credit": ""}, {"headline": "Streep refers to Weinstein as “God”", "category": "career-milestone", "date": 2012.0, "blurb": "Meryl Streep refers to Weinstein as “God” in her Golden Globe acceptance speech for ‘The Iron Lady,’ before also winning the Oscar for the role.\n<br />\nAfter Weinstein was ousted from his company, <a href=\"https://www.usatoday.com/story/life/people/2017/10/09/harvey-weinstein-firing-hollywood-meryl-streep-lena-dunham-speak-out-disgraceful-scandals/745419001/\">Streep told HuffPost Monday,</a> “The disgraceful news about Harvey Weinstein has appalled those of us whose work he championed, and those whose good and worthy causes he supported.”", "image": "", "credit": ""}, {"headline": "My Week With Marilyn", "category": "career-milestone", "date": 2013.0, "blurb": "Michelle Williams thanks Weinstein in her Golden Globe acceptance speech for ‘My Week With Marilyn.’", "image": "", "credit": ""}, {"headline": "Lawrence thanks Harvey", "category": "career-milestone", "date": 2013.0, "blurb": "Jennifer Lawrence wins Golden Globe (and later Oscar) for her role in ‘Silver Linings Playbook,’ and thanks “Harvey” for “killing whoever you had to kill to get me up here today.” <br />\n\nShe later said in a statement, “I was deeply disturbed to hear the news about Harvey Weinstein’s behavior. I worked with Harvey five years ago and I did not experience any form of harassment personally, nor did I know about any of these allegations. This kind of abuse is inexcusable and absolutely upsetting.”", "image": "", "credit": ""}, {"headline": "NYPD sting operation", "category": "harrasment-incident", "date": 2015.0, "blurb": "In audiotapes from a New York Police Department sting, Weinstein can be heard pressuring model Ambra Battilana Gutierrez to come into his hotel room and seemingly admits to groping her on the previous day.  “If we could have prosecuted Harvey Weinstein for the conduct that occurred in 2015, we would have,\" Chief Assistant DA Karen Friedman-Agnifilo says in a statement provided to <a href=\"https://www.usatoday.com/story/life/movies/2017/10/10/harvey-weinstein-scandal-new-yorker-publishes-allegation-rape-sexual-assault-against-harvey-weinstei/749731001/\">USA TODAY</a>.", "image": "", "credit": ""}, {"headline": "The Imitation Game", "category": "career-milestone", "date": 2015.0, "blurb": "‘The Imitation Game’ is nominated for best-picture Oscar", "image": "", "credit": ""}, {"headline": "Critical memo sent to execs", "category": "harrasment-incident", "date": 2015.0, "blurb": "Weinstein Company employee Lauren O’Connor tells the ‘Times’ a female assistant confided to her that she was badgered by Weinstein into giving him a massage at his hotel while he was naked, leaving her “crying and very distraught.” O’Connor writes a searing memo to Weinstein Company executives calling the workplace a “toxic environment for women.” <br />Weinstein reaches settlements with both Gutierrez and O’Connor, according to the ‘Times.’", "image": "", "credit": ""}, {"headline": "Six Oscars for Carol", "category": "career-milestone", "date": 2016.0, "blurb": "‘Carol’ earns six Academy awards, including awards for Blanchett and Rooney Mara. Quentin Tarantino’s ‘The Hateful Eight’ earns three noms.", "image": "", "credit": ""}, {"headline": "Fundraiser for Hillary Clinton", "category": "career-milestone", "date": 2016.0, "blurb": "He hosts a fundraiser for Hillary Clinton in New York.", "image": "", "credit": ""}, {"headline": "Six nominations for Lion", "category": "career-milestone", "date": 2017.0, "blurb": "Weinstein propels ‘Lion’ to six Oscar nominations, including a nod for Nicole Kidman. He has a so-so summer, with the critically praised summer release, ‘Wind River,’ and the universally panned ‘Tulip Fever’", "image": "", "credit": ""}, {"headline": "Malia Obama begins an internship", "category": "career-milestone", "date": 2017.0, "blurb": "Malia Obama begins an internship at The Weinstein Co.", "image": "", "credit": ""}, {"headline": "Lackluster reviews for The Current War", "category": "career-milestone", "date": 2017.0, "blurb": "In September, Weinstein brings ‘The Current War,’ an Oscar hopeful, to the Toronto International Film Festival, where it recieves lackluster reviews.", "image": "", "credit": ""}, {"headline": "‘New York Times’ hits ‘publish’", "category": "harrasment-incident", "date": 2017.0, "blurb": "On Oct. 5, the ‘Times’ publishes a blistering report detailing nearly 30 years of reports by women accusing Oscar-winning movie producer of sexual harassment. They reveal he has paid out at least eight settlements. Three days later, he is fired from The Weinstein Co., and threatens to sue the ‘Times.’ The floodgates open, more victims come forward, and ‘The New Yorker’ prints a follow-up that alleges 13 more incidents including three accusations of rape. The Weinstein board of directors claims in a memo they new nothing of his behavior.", "image": "", "credit": ""}]